Repository: coudifly/exchange-payments
Catalog: exchange_payments/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Payments
pt_br: Pagamentos

source: -- Select company bank --
pt_br: - Selecione seu banco -

source: Min deposit is:
pt_br: O deposito Mínimo é:

source: Max deposit is:
pt_br: O depósito Máximo é:

source: You've achieve the daily deposit limit of:
pt_br: Você atingiu o limite diário de depósito permitido de:

source: Min withdraw is:
pt_br: A retirada Mínima é:

source: Max withdraw is:
pt_br: A retirada Máxima é:

source: You doesn't have enought balance
pt_br: Você não tem Saldo suficiente

source: Wrong password informed
pt_br: A Senha informada está incorreta

source: Wrong two factor code informed
pt_br: O Código de Autenticação de 2 fatores está incorreto

source: Your {} password
pt_br: Senha da {}

source: Currency Gateway
pt_br: Gateway de Moeda

source: Currencies Gateway
pt_br: Gateway de Moedas

source: Title
pt_br: Título

source: Company Name
pt_br: Nome da Empresa

source: Company Bank
pt_br: Banco da Empresa

source: Company Banks
pt_br: Bancos da Empresa

source: R$ Amount
pt_br: Quantidade R$

source: Holder Bank
pt_br: Banco do Favorecido

source: Holder Agency
pt_br: Agencia do Favorecido

source: Holder Account Type
pt_br: Tipo de Conta do Favorecido

source: Holder Account Number
pt_br: Número da Conta do Favorecido

source: Holder Name
pt_br: Nome do Favorecido

source: Holder Document CPF/CNPJ
pt_br: CPF/CNPJ do Favorecido

source: Authentication Code
pt_br: Código de Autenticação

source: Bank Deposit
pt_br: Depósito Bancário

source: Bank Deposits
pt_br: Depósitos Bancários

source: Your credential: email/code
pt_br: Sua credencial: email/código

source: New Deposit
pt_br: Novo Depósito

source: Daily deposit limit is:
pt_br: O limite diário de depósito é:

source: deposits
pt_br: Depósitos

source: Dedposit fee is:
pt_br: A Taxa de depósito é:

source: Create
pt_br: Criar

source: My Deposits
pt_br: Meus Depósitos

source: Deposits must first be requested
pt_br: Os Depósitos devem ser solicitados previamente

source: A different amount of the original deposit will be generated, adding up to 5 reais more than the original amount. We do this to facilitate the confirmation of deposits.
pt_br: Uma quantia diferente do depósito solicitado será gerada, adicionando até R$ 5,00 a mais que a quantia original desejada. Fazemos isto para facilitar e agilizar a confirmação de seu depósito. Verifique seu saldo para isso.

source: If the amount deposited is different from that generated by our system, your deposit will take longer to be confirmed.
pt_br: Se a quantidade que você depositou for diferente do valor gerado automaticamente pelo nosso sistema, a confirmação de seu depósito será manual e irá demorar mais do que o normal.

source: It is extremely important that after the deposit, you return to this page and confirm the deposit by clicking on the button: confirm deposit.
pt_br: É de extrema importância que após efetuar o depósito, você retorne a esta página e confirme seu depósito clicando no botão: Confirmar Depósito

source: Created
pt_br: Criado

source: Amount
pt_br: Quantidade

source: Company Bank Account
pt_br: Conta Bancária da Empresa

source: Actions
pt_br: Ações

source: Bank
pt_br: Banco

source: Agency
pt_br: Agência

source: Account type
pt_br: Tipo de Conta

source: Account number
pt_br: Número de Conta

source: Holder name
pt_br: Nome do Favorecido

source: Holder document
pt_br: Documento do Favorecido

source: Confirm Deposit
pt_br: Confirmar Depósito

source: N/A
pt_br: Não se Aplica

source: Read First
pt_br: Ler Primeiro

source: Company Account
pt_br: Conta da Empresa

source: Transfer the exact amount of the deposit to the account below
pt_br: Transfira o valor exato para a conta de depósito a seguir

source: Deposit Amount:
pt_br: Conta de Depósito:

source: Original Amount:
pt_br: Quantidade Original:

source: Confirm your deposit
pt_br: Confirmar seu Depósito

source: Save
pt_br: Salvar

source: Withdraw
pt_br: Retirada

source: How much do you want to take out?
pt_br: Quanto deseja retirar?

source: withdraw amount
pt_br: Quantidade de Retirada

source: Min withdraw amount is:
pt_br: A quantidade Mínima de retirada é:

source: Max withdraw amount is:
pt_br: A quantidade Máxima de retirada é:

source: Withdraw fee is:
pt_br: A Taxa de retirada é:

source: Max receive hours is:
pt_br: O horário limite para recebimento de depósitos é:

source: hours
pt_br: Horas

source: Your personal wallet address
pt_br: Seu endereço de Carteira pessoal

source: wallet address
pt_br: Endereço de Carteira

source: The wallet address to the amount be transfered to
pt_br: Endereço da carteira para transferir seus valores

source: Your account password
pt_br: A senha da sua Conta

source: account password
pt_br: Senha da Conta

source: We use this for security reasons
pt_br: Usamos isto por motivos de segurança

source: Your account two factor code
pt_br: Código de Autenticação de 2 Fatores de sua Conta

source: two factor code
pt_br: Código de Autenticação de 2 Fatores

source: Finish Withdraw
pt_br: Finalizar a Retirada

source: Deposit can't be done.
pt_br: O Depósito não pode ser concluído.

source: Your new deposit has been created
pt_br: Seu novo depósito foi criado

source: Your confirmation has been received
pt_br: Sua confirmação foi recebida

source: Success
pt_br: Sucesso

source: Advcash credential has been updated!
pt_br: Credencial do Advcash foi atualizada!
